[
  {
    "title": "Anemone in abis",
    "folder": "Anemone in abis",
    "images": [
      "Main_Moosa_Anemone in Abis_Flori Buldus.jpg",
      "Moosa_Anemone in Abis_Flori Buldus_Detaliu 1.jpg",
      "Moosa_Anemone in Abis_Flori Buldus_Detaliu 2.jpg",
      "Moosa_Anemone in Abis_Flori Buldus_Detaliu 3.jpg",
      "Moosa_Anemone in Abis_Flori Buldus_Maini.jpg"
    ],
    "info": {
      "title": "Anemone in the Abyss",
      "price": "€600",
      "description": "The painting ‘Anemone in the Abyss’ by Flori Bulduș is part of the ‘Harmony of the Sea’\n series and is an underwater exploration of the harmony and diversity of marine life.\n\nThis vibrant and colorful work features anemones and\nother sea creatures coexisting in perfect harmony in the depths of the sea.\n\nWith various shades of blue and green, this painting invites you\nto explore the mysterious world of the ocean and discover its unique beauty.",
      "availability": "Available",
      "categories": [
        "New Arrivals",
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "80 x 90 cm",
        "technique": "acrylic on canvas"
      }
    }
  },
  {
    "title": "Clar de luna",
    "folder": "Clar de luna",
    "images": [
      "Main_Moosa_Clar de luna_Flori Buldus.jpg",
      "Moosa_Clar de luna_Flori Buldus_detaliu 1.jpg",
      "Moosa_Clar de luna_Flori Buldus_detaliu 2.jpg",
      "Moosa_Clar de luna_Flori Buldus_maini.jpg"
    ],
    "info": {
      "title": "Moonlight",
      "price": "€700",
      "description": "Infused with the peaceful shimmer of a night lit by the full moon, ‘Moonlight’ by Flori Bulduș is an oil painting that captures and subtly explores the interplay of light and shadow. With masterful application of blue hues and delicate brushstrokes, Flori creates a celestial scene that resonates with the stillness and profound mystery of the night.\n\nThis work is a testament to the artist’s ability to use minimalism to evoke deep emotion. The central motif, a solitary moon, acts as a beacon in the night fog, its soft glow contrasting with the enveloping darkness. The ethereal light seems to dance on the canvas, creating a harmonious symphony of shades and whispers of clouds across the night sky.\n\n‘Moonlight’ is not just a painting; it is an experience—one that invites the viewer to pause and reflect. It is perfect for art enthusiasts seeking a moment of peace and contemplation. This painting promises to be a soulful and sophisticated addition to any collection, bringing with it a sense of calm and introspection.\n\nFlori Bulduș’s vision transforms a simple celestial moment into an eternal whisper of the night, offering a gateway into the depths of the human soul.",
      "availability": "Available",
      "categories": [
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "100 x 80 cm",
        "technique": "acrylic on canvas"
      }
    }
  },
  {
    "title": "Electra",
    "folder": "Electra",
    "images": [
      "Main_PXL_20240921_101037715.RAW-01.COVER-EDIT.jpg",
      "PXL_20240921_101120749.RAW-01.COVER-EDIT.jpg"
    ],
    "info": {
      "title": "Electra",
      "price": "€2,500",
      "description": "‘Electra’ is a painting by Flori Bulduș, featuring the goddess of\nclouds and storms as its central figure.\nThis artwork captures the mysterious atmosphere of a tumultuous sky,\nmasterfully rendered through the strong contrast between warm and cool tones.\n\nThe sophisticated interplay of colors enhances the drama of the scene,\nhighlighting Electra’s strength and elegance.\n\nThe painting radiates a captivating energy,\ninviting the viewer to explore their own emotions and inner powers.\nBy depicting Electra amidst the storm, the artist suggests\nthat true strength is revealed when we embrace our inner challenges and chaos.\n\nThe electrifying atmosphere of the piece encourages introspection and self-discovery,\nemphasizing the idea that within chaos lies authenticity and personal power.",
      "availability": "Available",
      "categories": [
        "New Arrivals",
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "120 x 100 cm",
        "technique": "acrylic on canvas"
      }
    }
  },
  {
    "title": "Esența vieții",
    "folder": "Esența vieții",
    "images": [
      "Main_Moosa_Esența vieții_Flori Buldus.jpg",
      "Moosa_Esența vieții_Flori Buldus_detaliu 1.jpg",
      "Moosa_Esența vieții_Flori Buldus_detaliu 2.jpg",
      "Moosa_Esența vieții_Flori Buldus_maini.jpg"
    ],
    "info": {
      "title": "Esența vieții",
      "price": "€800",
      "description": "‘The Essence of Life’ captures the delicate tension between creation and decay in a single suspended form.\nA large, organic droplet hangs luminous against a backdrop of vivid cerulean and pale neutrals, as if caught in the moment of becoming or dissolving.\n\nRich textures of layered oil paint create shimmering transitions—from translucent blues and aquamarines\nto warm golden veins—suggesting both the fragility and resilience of life itself.\nDark rivulets drip from the base, grounding the ethereal form in a visceral reminder of impermanence.\n\nThis evocative composition invites contemplation of transformation, renewal, and the beauty found in imperfection.",
      "availability": "Available",
      "categories": [
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "80 x 100 cm",
        "technique": "oil and acrylic on canvas"
      }
    }
  },
  {
    "title": "Esențe",
    "folder": "Esențe",
    "images": [
      "Main_Moosa_Esențe_Flori Buldus.jpg",
      "Moosa_Esențe_Flori Buldus_detaliu 1.jpg",
      "Moosa_Esențe_Flori Buldus_detaliu 2.jpg",
      "Moosa_Esențe_Flori Buldus_detaliu3.jpg",
      "Moosa_Esențe_Flori Buldus_maini.jpg"
    ],
    "info": {
      "title": "Essences",
      "price": "€800",
      "description": "The painting ‘Essences’ by Flori Bulduș is an invitation to self-discovery.\n\nThis work suggests the idea of inner richness gradually revealed through the flow of golden sap. Created in warm tones, it aims to remind us of our roots and their abundance.\n\nEach painting in the ‘Sap of Life’ series tells a unique story. This piece encourages the viewer to see themselves in the concept of the tree, with the resin symbolizing each person’s spiritual wealth. With every glance, we are reminded that there is a deep and valuable side of our personality that we must reveal to the world.\n\nThis painting is a captivating piece for those who seek to bring to light the best aspects of their being. ‘Essences’ can be not just an artwork, but a mirror for each individual.",
      "availability": "Available",
      "categories": [
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "80 x 100 cm",
        "technique": "oil and acrylic on canvas"
      }
    }
  },
  {
    "title": "Icar",
    "folder": "Icar",
    "images": [
      "Main_Moosa_Icar_Flori Buldus.jpg",
      "Moosa_Icar_Flori Buldus_detaliu 1.jpg",
      "Moosa_Icar_Flori Buldus_detaliu 2.jpg",
      "Moosa_Icar_Flori Buldus_detaliu 3.jpg",
      "Moosa_Icar_Flori Buldus_maini.jpg"
    ],
    "info": {
      "title": "Icarus",
      "price": "€800",
      "description": "Encapsulating the passion and undeniable talent of Romanian artist Flori Bulduș, ‘Icarus’ is one of the masterpieces of the ‘Sap of Life’ series.\n\nThe painting is a vibrant expression of the timeless legend of Icarus, masterfully captured by the gifted painter Flori Bulduș. Inspired by the myth of Icarus—who, driven by the desire for ascension and freedom, flew too close to the sun, melting the wax on his wings—this piece blends warm colors with rich textures.\n\nWith every glance, ‘Icarus’ reveals new details. The rich color palette ranges from golden tones to deep shades of copper, reflecting the heat of the sun and the melting wax. A subtle yet essential detail is the wing falling toward the earth, provoking the viewer to delve deeper.\n\nThis piece is ideal for art collectors and mythology enthusiasts alike. By owning ‘Icarus’ you bring a touch of classical mythology and Romanian art into your space.\n\nEach work in the ‘Sap of Life’ series tells a unique story, and ‘Icarus’ is no exception. Take advantage of the opportunity to own this piece.",
      "availability": "Available",
      "categories": [
        "New Arrivals",
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "100 x 80 cm",
        "technique": "oil and acrylic on canvas"
      }
    }
  },
  {
    "title": "Icar II",
    "folder": "Icar II",
    "images": [
      "Main_PXL_20240921_090252959.RAW-01.COVER-EDIT.jpg",
      "PXL_20240921_085730598.RAW-01.COVER.jpg",
      "PXL_20240921_090259103.RAW-01.COVER.jpg"
    ],
    "info": {
      "title": "Icarus II",
      "price": "€2,500",
      "description": "This work by Flori Bulduș captures the harmony and\nstrong contrast between the incandescent warmth of the sky\nand the cool tones of the earth.\n\nInspired by the myth of Icarus, the painting conveys a\nprofound message of evolution and transformation.\n\nAs the wax of Icarus’s wings melts under the scorching rays of the sun,\nthe labyrinth becomes a metaphor for the journey from stagnation to freedom.\nThe composition is dominated by warm colors, carefully balanced\nto reflect the intense atmosphere of the sky.\n\nThe vibrant reds and oranges in the upper part contrast with the lower portion,\nwhere green and accents of violet and ochre suggest the cold,calm earth.\nThis interplay of contrasts amplifies the tension between \nthe celestial ideal and earthly reality,\nevoking the inner struggle for transformation and liberation.",
      "availability": "Available",
      "categories": [
        "New Arrivals",
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "120 x 100 cm",
        "technique": "acrylic on canvas"
      }
    }
  },
  {
    "title": "Lilith",
    "folder": "Lilith",
    "images": [
      "Main_PXL_20240921_102137597.RAW-01.COVER-EDIT.jpg",
      "PXL_20240921_102316780.RAW-01.COVER.jpg"
    ],
    "info": {
      "title": "Lilith",
      "price": "€2,500",
      "description": "‘Lilith’ is a powerful artwork by Flori Bulduș that captures the essence of a mythological figure symbolizing strength, willpower, and defiance. Dominated by an intense palette of fiery tones, the painting evokes Lilith’s strong character and determination—the woman who refuses to be constrained and continually expresses her desire for freedom.\n\nRich layers of red are masterfully applied to create a vibrant atmosphere, while vivid green accents introduce a hint of balance amid the passion and tension of the piece. This interplay of colors conveys the internal struggle between primal impulses and the need for reason.\n\nThe subtle details and chromatic energy make ‘Lilith’ a remarkable collector’s piece, exploring universal themes such as power, freedom, and the pursuit of self-knowledge.",
      "availability": "Available",
      "categories": [
        "New Arrivals",
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "120 x 100 cm",
        "technique": "acrylic on canvas"
      }
    }
  },
  {
    "title": "Lumea subacvatica",
    "folder": "Lumea subacvatica",
    "images": [
      "Main_Moosa_Lumea Subacvatica_Flori Buldus.jpg",
      "Moosa_Lumea Subacvatica_Flori Buldus_Detaliu1.jpg",
      "Moosa_Lumea Subacvatica_Flori Buldus_Detaliu2.jpg",
      "Moosa_Lumea Subacvatica_Flori Buldus_Detaliu3.jpg",
      "Moosa_Lumea Subacvatica_Flori Buldus_Detaliu4.jpg",
      "Moosa_Lumea Subacvatica_Flori Buldus_Maini.jpg"
    ],
    "info": {
      "title": "Underwater World",
      "price": "€600",
      "description": "‘Underwater World’ by Flori Bulduș is a captivating journey\ninto the ocean’s depths, part of the ‘Harmony of the Sea’ series.\n\nWith remarkable artistic mastery, Flori Bulduș captures the \ngraceful movement of seaweed as it dances around marine life,\ngently touching fish, starfish, and other underwater species.\n\nThis vibrant and colorful piece invites you to explore\nan underwater universe rich in harmony and diversity.\n\n‘Underwater World’ is a unique piece, bringing the magic of the\nsea’s depths directly into your home.",
      "availability": "Available",
      "categories": [
        "New Arrivals",
        "Painting"
      ],
      "tag": "Flori Bulduș",
      "share_links": [
        "Facebook",
        "LinkedIn",
        "Pinterest"
      ],
      "additional_info": {
        "author": "Flori Bulduș",
        "dimensions": "80 x 100 cm",
        "technique": "oil on canvas"
      }
    }
  }
]